[MZHolotargeter X2UniversalSoldierClassInfo]
ClassSpecializationTitle="折光者"
ClassSpecializationSummary="通过使用全息瞄准器操纵环境光，折光者制造幻觉来扰乱对立的力量."

[MZArcthrower X2UniversalSoldierClassInfo]
ClassSpecializationTitle="电王"
ClassSpecializationSummary="非常规使用弧形投掷器允许电王支持盟友或电击敌人."

[MZPatchwork X2UniversalSoldierClassInfo]
ClassSpecializationTitle="算子"
ClassSpecializationSummary="算子的小精灵使用特殊的锁链电击来伤害和削弱敌人."

[MZTerminal X2UniversalSoldierClassInfo]
ClassSpecializationTitle="分析师"
ClassSpecializationSummary="部署各种支持小精灵实用程序，分析师使用他们的黑客技能进行更多工作."

[MZStormcaller X2UniversalSoldierClassInfo]
ClassSpecializationTitle="风暴召唤者"
ClassSpecializationSummary="召唤敌人之间锁链的闪电，风暴召唤者对机器人敌人特别有效。使用碎片拳刃."